general_des = """《Apex 英雄》全球系列冠軍賽2022(ALGS Championship 2022)是由美国艺电(Electronic Arts)举办的最高级别《Apex 英雄》电竞赛事。\n今年的冠军赛在七月十日美国北卡罗来纳州的罗利结束，
总共40只来自世界各地的队伍一起争夺史无前例的200万美金奖池。这是自从疫情开始后《Apex 英雄》首次举办有带有现场观众的线下赛。"""

DZ_des = """DZ全名DarkZero，前身是RIG（Reignite），于2022年7月由Reignite重组建成，ALGS澳洲三杰之首，一直是东南亚赛区的领头羊，常规赛长期霸占榜首。
因明星选手Genburten在赛前新冠检测阳性，RIG被迫于2022 ALGS瑞典线下赛找来临时替补Jmw上场。即便起用了从未配合过的替补选手，RIG仍能一路过关斩将，拿下冠军，同时也让大家认识到一直被Genburten
光芒所掩盖的Zer0和Sharky有多强。DZ这次得以完整阵容出战总冠军赛，为赛事头号热门并不负众望获得了两连冠。"""

Furia_des = """前身是北美主播队伍2Brains1Controller，于2021年被FURIA签下。常规赛成绩一直处于北美中下游，于资格赛赛前引入人气主播-HisWattson做补强，并且最终取得名额。FURIA也成为
本次冠军赛的头号黑马，以最多的积分与击杀分位于榜首，在赛点制惜败DarkZero取得亚军。赛事击杀王以及赛事MVP也分别由队内Pandxrz和HisWattson获得。"""

hundredT_des = """前身是2021北美ALGS冠军KNG NA分部，于2021年10月被100T签下。100T是北美ALGS常规赛里前5率最高的队伍。根据国外Reddit上面统计，在第二赛季常规赛的36场比赛里，100T有20局拿到前5，
同时团队击杀数也是排在北美的前5名，对打架和运营都得心应手的队伍。但在瑞典线下赛未能保持水准，仅拿到第11名。本次冠军赛保持了较高的竞技水平，夺得了季军。"""

FNC_des = """原GameWith战队，于2022年6月被欧洲豪门Fnatic签下。在瑞典线下赛时曾几次对撞北美强队Optic不落下风甚至打赢正面3V3，让不少观众刮目相看。最终成绩为第九名，也算是日韩赛区在这次線下賽
为数不多的亮点。这次冠军赛Fnatic取得了第四名的好成绩，也是日韩赛区在冠军赛的最佳成绩。"""

GMT_des = """欧洲前段班，母公司是阿塞拜疆的Guardians of the Maiden Tower。在瑞典线下赛前因为乌克兰战事原因，队上的乌克兰选手Max-Strafe无法出赛而找了临时替补maydeelol，最后排第十二名。
Max-Strafe于冠军赛时仍然无法上场，但GMT带着替补拿到了第五名的好成绩。"""

SSG_des = """前身是北美MouseAndKeyboard战队，于2021年被SSG签下再引进了人气直布罗陀主播Dropped。实力在北美属于中上水平，团队击杀数在北美ALGS常规赛中排第三。但在瑞典线下赛表现较差，只有第十八名。
值得一提的是他们的Frexs在加入SSG后花了一整年成功由键鼠转型为手柄，也是SSG主要的输出手。这次冠军赛取得了第六名的成绩"""

TSM_des = """TeamSoloMid，北美老牌电竞俱乐部。自2019年APEX推出以来，TSM便在ImperialHal的带领下一直保持着很好的成绩。队内分工明确，Hal指挥，Reps辅助，Verhulst输出。在5月的2022 ALGS瑞典线下
季后赛，因状态和阵容问题，最终只拿到第6名的成绩，遗憾未能夺得队史第三个线下赛冠军。这次冠军赛由于队内输出手Verhulst的状态不佳，TSM只取得了第七名的成绩。"""

ALL_des = """瑞典电竞豪门Alliance于2019年4月就成立了APEX分部，也是最早成立APEX职业战队的俱乐部之一，在欧洲赛区有不错的成绩。国内观众最熟悉的大概是他们队伍里的华裔选手Yuki-江铭亮，
他在线下赛使用克雷贝尔盲狙一穿二帮队伍吃鸡的表现也被赛事方列入季后赛best play之一，最后线下赛成绩是第十六名。这次冠军赛保持了较高的竞技水平，获得了第8名"""

NRG_des = """NRG是北美高人气战队，队上3名成员个人能力都十分出众，特别是指挥sweet，其清晰简明的指挥风格跟TSM的hal并称为北美两大指挥。但是，NRG几乎每次大赛前期都会掉链子。以瑞典线下赛为例，
NRG先是从胜部掉到败部再靠复活赛打进决赛，状态相对于其他强队较为飘忽不定。此次冠军赛NRG取得了第9名。"""

aD_des = """原来的韩国第一APEX战队Riddle，于2021年3月被日本俱乐部esports team aD签下，被视为打架能力较强的日韩战队。但在瑞典线下赛数次被北美队伍正面3V3秒杀后曝露出日韩强队打架强度不足的弱点，
最后仅得第十三名，依靠第一赛季的积分仍然拿到不错的种子排名。此次冠军赛被分到强度最高的A组，最终取得了第10名的成绩。"""

SCARZ_des = """SZ由老二次元rpr领军，在日本有着高人气，并曾于2021年短暂登顶欧洲冠军。在瑞典线下赛因主力mande确诊无法上场加上rpr状态低迷，最终成绩是赛事最后一名。而且创下了离谱的记录 - "于败部赛
6局比赛中没有取得过任何一个击杀"。但在Mande回归和rpr重拾状态后，SZ于欧洲资格赛中取胜，拿下总冠军赛的名额。此次冠军赛取得了第11名的成绩。"""

TL_des = """北美电竞豪门的其中一个分部，以往在北美ALGS属于中段班，在2022 ALGS第二赛季之前签下手柄选手Gildersons做补强。这个补强也让他们能顺利拿到线下赛资格并且获得亚军，也是总冠军赛的热门之一。
可惜此次冠军赛只取得了第12名的成绩。"""

EXO_des = """原为泰国第一战队Made in Thailand，2021年初解约后改名为Tom Yum Kung(冬荫功)继续参加ALGS赛事，直到10月被EXO签下。表现稳定，实力保持东南亚赛区的中上游，但没有太突出的表现。
此次冠军赛拿到了第13名的成绩"""

AYM_des = """AYM是由知名西班牙足球选手埃梅里克·拉波尔特Aymeric Laporte创建的电竞俱乐部.俱乐部于2022年6月签约了前K1CK战队三人。此次冠军赛由于欧洲战队Team Empire因签证问题退赛，
AYM代表欧洲赛区出战，取得了第14名的成绩。"""

C9_des = """C9于2021年3月签下KSZ战队重回APEX领域，并且在之后找来了大赛经验丰富的Albralelie加盟，拥有不俗的实力。在瑞典线下赛时，由于队长zach确诊新冠而找来了临时替补Graceful并担任指挥。
本来观众都以为起用临时替补顶替指挥位会让C9表现下滑，但C9仍然打出了不错的表现，最终以第十名结束线下赛。此次冠军赛C9以原班人马出战获得了第15名的成绩。"""

OG_des = """原为北美新兴强队ESA，于5月线下赛前被Optic签下。队伍风格强势，打架能力很强，喜欢同时占据复数的富资源跳点 (世界尽头 : 大莫德+熔岩城，风暴点 : 磨坊+怪兽尸体)，并以压倒性的落地战表现把
所有想抢跳点的队伍送走。本来是5月的ALGS瑞典线下赛夺标热门，以胜者组第一名晋级决赛后，队长dooplex更口出豪言说要取代hal成为""APEX社群的CEO""。但在决赛错认LG为赛点队伍RIG并""协助""RIG夺冠后，沦
为观众的笑柄。此次冠军赛OG发挥地并不是很理想，获得了第16名的成绩"""

Burger_des = """前身是REJECT的东南亚赛区战队，ALGS澳洲三杰之一。但在2021年6月解约后，仍没有俱乐部签下。在之前瑞典线下赛打入决赛并拿到第十五名，以一支没俱乐部的自由人队伍来说，
这个成绩也算有所交代。此次冠军赛获得了第17名的成绩。"""

ZETA_des = """前身是2021年欧洲ALGS季后赛亚军Fire Beavers，于2021年8月被日本俱乐部ZETA签下。喜欢无胖子组合，而且针对比赛的2张地图各有一套阵容。在世界尽头使用瓦基+萝芭+密客的无胖子组合，
而在风暴点则使用瓦基+狗子+烟妹的阵容。于欧洲资格赛中以微弱的6分优势压过第三名晋级，在ALGS官方分组排名中算成第40种子。队内明星选手taskmaster33r被人称为“人类瞄准精华”，此次冠军赛表现也颇为
亮眼。ZETA取得了第18名的成绩。"""

iG_des = """大家熟悉的IG的国际分部于2021年8月签下英国的Endeavour战队，正式进军欧洲ALGS。由于是极少数非日韩密客组合战队，所以当IG进入ALGS欧洲正赛后，为整个欧洲赛区带来一定冲击。
而且他们的发挥也相当出色，在2022 ALGS第一赛季的季后赛里更差一点创下最快终结赛点制决赛的记录 - 经过前3局拿下赛点，然后第4局因最终输掉1V1只拿到#2。但在瑞典赛线下赛发挥不佳，只拿到第三十一名。
赛后引入被称为ALGS世一替补的Jmw进行补强以冲击总冠军。此次冠军赛取得了第19名的成绩。"""

ACEND_des = """原为欧洲冠军NEW esport，于今年2月被Acend签下。因为伊朗选手VJEIX的签证问题而被逼在瑞典线下赛找替补上场，最终排第三十七名，为成绩第二差的欧洲队伍(仅超越包尾的SZ)。值得一提的是，
VJEIX也是这次总冠军赛唯一一位来自中东地区的选手。此次冠军赛ACEND取得了第20名的成绩。"""

FAK_des = """原为欧洲强队Gambit，因乌克兰战事和俄罗斯禁令的原因而解约了旗下三名Apex选手。原班人马用FA Kitties的名字参加ALGS。在线下赛时由于Artyco因战事原因未能前往瑞典而找了临时替补，
最终成绩为第二十三名。虽说起用了替补选手，但考虑到FAK在欧洲本来统治级别的表现，这个名次有点强差人意。此次冠军赛也不幸的以一分之差未能晋级决赛，最终成绩为第二十一名。"""

LG_des = """来自墨西哥的1键鼠+2手柄的队伍，原称SCRY战队，北美新兴的强队，在瑞典线下赛之前被LG签下。线下赛表现也颇为亮眼，YanYa的999场均输出也是瑞典线下赛场均最高的选手之一(跟TL的FunFPS并列榜首)，
队伍最终成绩为第5名。由于两名选手确诊新冠，此次冠军赛带着替补只拿到了第22名。"""

GODFIRE_des = """前身是Elevate的南美赛区战队，于2022年7月被北美俱乐部GODFIRE收购。对于看过瑞典线下赛的观众可能对他们并不陌生，来自巴西的ELV是唯一打进线下赛决赛的南美战队。他们在复活赛最后一局大爆发吃鸡，从包尾一举逆袭至取得决赛名额的画面十分热血，森巴风格的庆祝动作也让人印象深刻。
最后得到第十四名，为南美赛区于线下赛表现最好的战队。此次冠军赛取得了第23名的成绩。"""

SNG_des = """统治南美的最强王者，目前ALGS赛点制决赛最快记录保持者 - 在2022 ALGS 第一赛季 南美季后赛，前4局拿下赛点，然后第5局马上吃鸡终结比赛。在5月以南美第一种子身份参加瑞典的线下赛，
但因为artiNN1选手确诊新冠无法上场且找不到替补的情况下被迫2人出赛。最终成绩为第39名，但仍然打出了不少精彩play。此次冠军赛取得了第24名的成绩。"""

PULVEREX_des = """原Team Unite于2022年7月更名为PULVEREX。冠军赛前排名最高的日本战队，使用日韩赛区传统的电妹密客无胖子组合，主打抢圈中心的战术。其正面打架能力不如欧美或东南亚强队，
但靠着Ftyan出色的地图观和熟练的圈中心战术，在世界舞台仍然能够跟众强队竞争。于瑞典线下赛拿到季军，也是日韩赛区在该赛事的最佳成绩。此次冠军赛由于选手PVX_saku和教练PVX_Chanriyo确诊新冠，PVX只
能以两人阵容出战。仅有两人的PVX靠着极强的韧性和意识取得了撑到了第二轮败者组，给观众们留给了深刻的印象。此次冠军赛最终成绩为第25名。"""

RC_des = """曾经是2021日韩赛区冠军FL Korea，3名选手经过几次转会最后于REJECT安定下来。在2022 ALGS的排名算不错，保持在日韩前段班。但根据ALGS记录，他们已经连续66局ALGS的比赛
(第二赛季常规赛共36局和瑞典线下赛共30局)没吃过鸡，只依靠较稳定的前五率和击杀保持积分并取得总冠军赛的名额。此次冠军赛最终成绩为第26名。"""

element_6_des = """原称69iQ战队，于2022年3月末改名为Element 6。是欧洲赛区极少数有2名手柄选手(Slayer及Naghz) 的战队。在2月-3月的表现相当强势，外网曾一度认为他们是瑞典线下赛的夺标热门，
但经过密集的2022 ALGS第二赛季赛程(在一周内打完整个第二赛季的6轮常规赛)后，表现下滑。最后倒在线下赛败者组，拿到第二十五名。此次冠军赛最终成绩为第27名。"""

STK_des = """ALGS澳洲三杰之一，Sutoraiku是东南亚赛区一支强队。他们是少数在东南亚赛区使用密客组合的队伍，也是极少数长期没被任何俱乐部签下的队伍。队伍在此次冠军赛后还是没有收到任何俱乐部的邀请，
遗憾解散。此次冠军赛最终成绩为第28名。"""

DF_des = """DreamFire是中国最强APEX队伍之一，也是唯一能够长期保持ALGS东南亚正赛名额的中国队伍。因队伍自2021年初频密换人，磨合困难，所以一直未能在ALGS取得很好的成绩。直到2021年10月，百弟(Roieee)和
皮特(Pite)正式加入后，DF终于蜕变为完全体并一举取得2022年ALGS第一赛季的东南亚赛区冠军。但在2022 ALGS第二赛季，DF表现下滑，常规赛仅得到第八名的成绩，未能前往瑞典参与线下赛，
同时在其他的次级赛事的表现也未如理想。雪上加霜的是，队内Pite与3mz无法取得签证，就此无缘冠军赛，Roieee邀请了他的好友Tao与Bolin前往冠军赛。DF在小组赛开头展现了统治级的表现，可惜在后续的
胜者组与败者组中频频失利，早早出局。冠军赛最终成绩为第29名。"""

ORF_des = """以往成绩都属于日韩赛区的中下游，甚至在最后资格赛的前两轮都只是勉强晋级，但在资格赛决赛中爆发，以超过30分的巨大分差抛离第三名的FCD取得总冠军赛的名额。可惜在冠军赛并没能保持自己的
势头，以第30名草草收场。"""

FOR7_des = """原为FA Korea，在2021年10月被FOR7签下。于2022 ALGS第二赛季有不错的进步，从后段班提升至前段班。他们也是瑞典线下赛唯一一支能够在胜部赛取得前十名的日韩战队，线下赛决赛成绩为第十九名，
仅有3个击杀数，为线下赛决赛20支队伍中最少。此次冠军赛最终成绩为第31名，预料之中。"""

ODK_des = """在2021年12月大刀阔斧把整队换掉后，获得成功，打进南美洲赛区的前段班。但面对其他赛区强队仍略逊一筹，在瑞典线下赛仅得30名。此次冠军赛最终成绩为第32名。"""

INF_des = """前身为民间队伍Suave，于2022年6月被巴西电竞豪门Infinity签约。此次冠军赛最终成绩为第33名。"""

CR_des = """日韩高人气战队，拥是单兵战斗力极强且人气极高的Ras和Selly选手，在日韩赛区的打架通常都能占上风，只不过他们容易因为打架上头而脱节导致悲剧发生。瑞典线下赛仅得三十二名，
赛后Zeder因手伤住院而召回Selly回归指挥位。之后CR把日韩资格赛决赛当成炸鱼局，在6局赛事里拿下51个击杀数，轻松取得总冠军赛的名额。此次冠军赛由于新冠，主力选手Ras与Selly无法出场，只取得了第34名
的成绩。"""

E8_des = """从未拿过任何比赛冠军(包括北美的各种小比赛)的队伍，于资格赛最后一局打出队史最好的一局 - 16杀的吃鸡局，成功拿到最后一个总冠军赛的名额。此次冠军赛最终成绩为第35名。"""

Fenix_des = """南美的万年第二名，在强队林立的瑞典线下赛只拿到第36名的成绩。虽然在南美资格赛拿到第一名并取得总冠军赛名额，但是表现严重偏科(资格赛决赛中3局世界尽头比赛仅拿到12分，
而3局风暴点则高达67分)，此次冠军赛最终成绩为第36名。"""

BRU_des = """前身为来自泰国的Lightning Unicorn战队，在今年4月被ATH签下，然后在6月3日因为VISA和薪金问题而跟ATH解约，重新用回Lightning Unicorn的名字。冠军赛前夕被泰国足球俱乐部武里南联签下。
相信中国观众最熟悉的是他们队长Lalab4ng。他跟MDY之间的恩怨和互相鞭尸已经变成了一个梗。这次他们在东南亚资格赛爆发出小宇宙，一举拿下最后两个前往美国参加总冠军赛的资格。
可惜由于签证问题泰国三兄弟中其二G0PGAP和JackCute被迫缺席，由Appraiser 和 Okie代替。此次冠军赛最终成绩为第37名。"""

DNG_des = """前身是日本的V3战队，于5月19日被V3释出，并于6月11日被DetonatioN Gaming签下。此次冠军赛最终成绩为第38名。"""

FENNEL_des = """本次赛事里稀有的全手柄战队，长期保持在日韩前段班。于瑞典线下赛因为在决赛圈被克雷贝尔一发爆头后仅得二十一名而无缘决赛。总冠军赛被分到最硬的A组。此次冠军赛最终成绩为第39名。"""

IQ_des = """1iQ来自智利，同时也是总冠军赛唯二没有Liquipeda队伍介绍页面的参赛队伍之一。常规赛成绩一般，在最终资格赛时换入nachz希望争取总冠军赛的名额，而事实证明这个换人的效果不错，
在6局的最终资格赛里，nachz共拿下15个击杀，为资格赛击杀王第二名，成功为队伍拿下参赛名额。可惜冠军赛队伍发挥平平，垫底出局。"""
